Repository: UW-LCI/Co-ML
Catalog: Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, cho_us, chr_us, cic_us, de, es_419, fr, ga, hi, id, it, ko, mi_nz, pt_br, ru, ta, uk, vi, zh_hans

# To capture images go to settings etc
source: To capture new training and test images with the camera, go to Settings and enable camera access.
ar: لالتقاط صور جديدة للتدريب واختبار الصور باستخدام الكاميرا، انتقل إلى "الإعدادات" وقم بتمكين الوصول إلى الكاميرا.
cho_us: Apelahe patola yakni kanimvt hattak piha tok keyu, na yukpa apisa patola apakfobvt hosh isht alhtosbi.
chr_us: ᎢᏗᎦᏟᎶᏍᏙᏗᎭ ᏗᎾᏬᏂᏍᎩ ᎩᎶ ᏧᎵᏏᏙᎲᏍᎬ, ᎡᏍᎦ ᏄᏍᏗᏳᎯ.
cic_us: Apelahe patola yakni kanimvt hattak piha tok keyu, na yukpa apisa patola apakfobvt hosh isht alhtosbi.
de: Um neue Trainings- und Testbilder mit der Kamera aufzunehmen, gehe zu „Einstellungen" und aktiviere den Kamerazugriff.
es_419: Para capturar nuevas imágenes de entrenamiento y prueba con la cámara, ve a Configuración y activa el acceso a la cámara.
fr: Pour collecter de nouvelles images d’entraînement et de test avec la caméra, accédez à Réglages et activez l’accès à la caméra.
ga: Chun íomhánna nua oiliúna agus tástála a ghabháil leis an gceamara, gabh chuig Socruithe agus cumasaigh rochtain ceamara.
hi: Camera से नई training और test images capture करने के लिए, Settings पर जाएँ और camera access चालू करें।
id: Untuk menangkap gambar tes dan latihan baru dengan kamera, buka Pengaturan, lalu aktifkan akses kamera.
it: Per acquisire nuove immagini di addestramento e test con la fotocamera, vai in Impostazioni e abilita l’accesso alla fotocamera.
ko: 카메라로 새로운 학습 이미지와 테스트 이미지를 캡처하려면 설정으로 이동하여 카메라 액세스를 활성화하십시오.
mi_nz: Kia hopu whakaahua whakangungu me whakamātau hōu mā te kāmera, haere ki Tautuhinga ka whakaae ki te uru kāmera.
pt_br: Para capturar novos treinamentos e testar imagens com a câmera, acesse Ajustes e ative o acesso à câmera.
ru: Чтобы снимать новые обучающие и тестовые изображения с помощью камеры, перейдите в меню «Настройки» и предоставьте доступ к камере.
ta: கேமரா மூலம் புதிய பயிற்சி மற்றும் பரிசோதனைப் படங்களைப் படம்பிடிக்க, அமைப்புகளுக்குச் சென்று கேமரா அணுகலை இயக்கவும்.
uk: Щоб зробити нові навчальні й тестові знімки за допомогою камери, перейдіть до меню «Параметри» й увімкніть доступ до неї.
vi: Để chụp hình ảnh đào tạo và thử nghiệm mới bằng camera, hãy vào phần Cài đặt và bật quyền truy cập camera.
zh_hans: 要使用相机拍摄新的训练图像和测试图像，请前往“设置”并启用相机访问权限。

source: Total Training Images: %lld
ar: إجمالي صور التدريب: %lld
cho_us: Palilish nanta hattak: %lld
chr_us: ᏂᏓᎬ ᎠᎵᏏᏙᎲᏍᎬ ᎠᏟᎶᎵᏍᎩ: %lld
cic_us: Palilish nanta hattak: %lld
de: Trainingsbilder insgesamt: %lld
es_419: Total de imágenes de entrenamiento: %lld
fr: Nombre total d’images d’entraînement : %lld
ga: Íomhánna Traenála Iomlána: %lld
id: Total Gambar Latihan: %lld
it: Totale immagini di addestramento: %lld
ko: 총 학습 이미지: %lld
mi_nz: Tapeke Whakaahua Whakangungu: %lld
pt_br: Total de imagens de treinamento: %lld
ru: Всего изображений для обучения: %lld
ta: மொத்த பயிற்சி படங்கள்:%lld
uk: Усього навчальних зображень: %lld
vi: Tổng số hình ảnh đào tạo: %lld
zh_hans: 训练图像总数：%lld

source: Train
ar: التدريب
cho_us: Kanimvpichi
chr_us: ᎠᎵᏏᏙᎲᏍᎦ
cic_us: Kanimvpichi
de: Trainieren
es_419: Entrenar
fr: Entraînement
ga: Traenáil
id: Latih
it: Addestra
ko: 학습
mi_nz: Whakangungu
pt_br: Treinar
ru: Поезд
ta: பயிற்சியளி
uk: Навчання
vi: Đào tạo
zh_hans: 训练

# train [camera destination]
source: train
ar: التدريب
cho_us: kanimvpichi
chr_us: ᎠᎵᏏᏙᎲᏍᎦ
cic_us: kanimvpichi
de: trainieren
es_419: entrenar
fr: entraînement
ga: traenáil
id: latih
it: addestramento
ko: 학습
mi_nz: te whakangungu
pt_br: treinar
ru: поезд
ta: பயிற்சியளி
uk: навчати
vi: đào tạo
zh_hans: 训练

# Train a model first etc
source: Train a model first to see how well it performs on your testing data and new images
ar: قم بتدريب أحد النماذج أولاً لمعرفة مدى جودة أدائه على بيانات الاختبار والصور الجديدة
cho_us: Palilish nanta kanimahchi tok keyu chim anukfilli alhtaha shikenanchit nanvtta hattakvt oke
chr_us: ᎢᎬᏱᏗᏢ ᎠᎵᏏᏙᎲᏍᏗᏱ ᎢᏳᏩᎪᏗᏱ ᎤᏙᎯᏳᏒ ᏱᏄᎾᏕᎦ ᏗᏍᏗᏰᎢᏗᏍᎩ ᎠᎴ ᎤᏟᏂ ᏗᎾᏬᏂᏍᎩ
cic_us: Palilish nanta kanimahchi tok keyu chim anukfilli alhtaha shikenanchit nanvtta hattakvt oke.
de: Trainiere zuerst ein Modell, um zu sehen, wie gut es mit deinen Testdaten und neuen Bildern funktioniert
es_419: Primero, entrena un modelo para ver qué tan bien funciona con los datos de prueba y las nuevas imágenes
fr: Entraînez d’abord un modèle pour évaluer son efficacité sur vos données de test et vos nouvelles images
ga: Traenáil an tsamhail ar dtús chun a fheiceáil cé chomh maith agus a fheidhmíonn sí ar do shonraí tástála agus ar íomhánna nua
hi: सबसे पहले किसी model को train करके देखें कि वह आपके testing data और नई images पर कितनी अच्छी तरह से perform करता है
id: Latih model terlebih dahulu untuk melihat performanya pada data tes dan gambar baru Anda
it: Addestra prima un modello per vedere se funziona con i dati di test e le nuove immagini
ko: 먼저 모델을 학습시켜 테스트 데이터와 새 이미지에서 얼마나 잘 작동하는지 확인
mi_nz: Me whakangungu tauira i te tuatahi kia kite ai i te pai o te mahi ki ō raraunga whakamātau me ngā whakaahua hōu
pt_br: Treine um modelo primeiro para ver o desempenho dele nos dados de teste e nas novas imagens
ru: Сначала обучите модель, чтобы убедиться, насколько эффективно она работает с данными тестирования и новыми изображениями
ta: உங்கள் பரிசோதனைத் தரவு மற்றும் புதிய படங்களில் அது எவ்வளவு சிறப்பாக செயல்படுகிறது என்பதைப் பார்க்க முதலில் ஒரு மாதிரிக்குப் பயிற்சியளிக்கவும்
uk: Спочатку навчіть модель, щоб перевірити її роботу на основі ваших тестових даних і нових зображень.
vi: Đầu tiên, hãy đào tạo một mô hình để xem mô hình hoạt động ra sao dựa trên dữ liệu thử nghiệm và hình ảnh mới của bạn
zh_hans: 首先训练一个模型，观察它在测试数据和新图像上的表现效果

source: Train a model to test it here
ar: تدريب نموذج لاختباره هنا
cho_us: Aiokchalinchi apelahe patola alikbanat kia chim anukfilli hattak apisachi tok
chr_us: ᎠᎵᏏᏙᎲᏍᎦ ᏗᏍᏗᏰᎢᏗᏍᎬᎢ
cic_us: Aiokchalinchi apelahe patola alikbanat kia chim anukfilli hattak apisachi tok.
de: Trainiere ein Modell, um es hier zu testen
es_419: Entrena un modelo para probarlo aquí
fr: Entraînez un modèle pour le tester ici
ga: Traenáil samhail chun í a thástáil anseo
hi: यहाँ किसी model को test करने के लिए train करें
id: Latih model untuk mengetesnya di sini
it: Addestra un modello per testarlo qui
ko: 여기에서 모델을 학습시켜 테스트
mi_nz: Whakangungu tauira kia whakamātau ai ki konei
pt_br: Treinar um modelo para testá-lo aqui
ru: Обучите модель для её тестирования здесь
ta: இங்கே அதைச் சோதிக்க ஒரு ஒரு மாதிரிக்குப் பயிற்சியளிக்கவும்
uk: Навчіть модель, щоб протестувати її тут
vi: Đào tạo một mô hình để thử nghiệm ở đây
zh_hans: 在此处训练模型以进行测试

source: Train Model
ar: تدريب النموذج
cho_us: Chokka Kanimvpisa
chr_us: ᎠᎵᏏᏙᎲᏍᎦ ᎠᏛᏅᎢᏍᏙᏗ
cic_us: Issoba Kanimvpisa
de: Modell trainieren
es_419: Entrenar modelo
fr: Entraîner le modèle
ga: Traenáil an tSamhail
hi: Model को Train करें
id: Latih Model
it: Addestra modello
ko: 모델 학습
mi_nz: Whakangungu Tauira
pt_br: Treinar Modelo
ru: Обучить модель
ta: பயிற்சி மாதிரி
uk: Навчити модель
vi: Đào tạo mô hình
zh_hans: 训练模型

source: training
ar: جارٍ التدريب
cho_us: kanimvpichi
chr_us: ᎠᎵᏏᏙᎲᏍᎩ
cic_us: kanimvpichi
de: Trainieren
es_419: entrenamiento
fr: entraînement
ga: traenáil
id: melatih
it: addestramento
ko: 학습
mi_nz: te whakangungu
pt_br: treinamento
ru: обучение
ta: பயிற்சியளிக்கிறது
uk: навчання
vi: đào tạo
zh_hans: 训练

source: Training a model…
ar: جارٍ تدريب نموذج...
cho_us: Chokka kanimvpa…
chr_us: ᎠᎵᏏᏙᎲᏍᎦ...
cic_us: Issoba kanimvpa…
de: Modell wird trainiert…
es_419: Entrenando un modelo…
fr: Entraînement d’un modèle…
ga: Ag traenáil samhail…
hi: किसी model को train किया जा रहा है…
id: Melatih model…
it: Addestro un modello…
ko: 모델 학습...
mi_nz: Kei te whakangungu tauira…
pt_br: Treinando um modelo…
ru: Обучение модели…
ta: ஒரு மாதிரிக்குப் பயிற்சியளிக்கிறது…
uk: Навчання моделі…
vi: Đang đào tạo một mô hình…
zh_hans: 正在训练模型…

source: Unknown Label
ar: ملصق غير معروف
cho_us: Nanta shilombish nanvtta
chr_us: ᎥᏝᏃ ᏱᏥᎦᏔᎭ
cic_us: Nanta shilombish nanvtta
de: Unbekanntes Label
es_419: Etiqueta desconocida
fr: Étiquette inconnue
ga: Lipéad Anaithnid
id: Label Tidak Diketahui
it: Etichetta sconosciuta
ko: 알 수 없는 레이블
mi_nz: Tapanga Tē Mōhiotia
pt_br: Etiqueta desconhecida
ru: Неизвестная метка
ta: தெரியாத லேபிள்
uk: Невідома мітка
vi: Nhãn không xác định
zh_hans: 未知标签

source: Update Available: %@ on new data.
ar: التحديث متوفر: %@ بشأن البيانات الجديدة.
cho_us: Aiilliton oke: %@ nanvtta chim anukfillit apesa.
chr_us: ᏧᎴᏅᎲ ᎨᏒᎢ: %@ ᏗᏟᏂᎩᏛ ᎠᏩᏛᏍᏗᎭ.
cic_us: Aiilliton oke: %@ nanvtta chim anukfillit apesa.
de: Update verfügbar: %@ auf neue Daten.
es_419: Actualización disponible: %@ en nuevos datos.
fr: Mise à jour disponible : %@ à l’aide des nouvelles données.
ga: Nuashonrú ar Fáil: %@ ar shonraí nua.
hi: Update Available: %@ नए data पर।
id: Pembaruan Tersedia: %@ pada data baru.
it: Aggiornamento disponibile: %@ sui nuovi dati.
ko: 업데이트 사용 가능: 새로운 데이터에 대한 %@.
mi_nz: Kei te wātea he Whakahōu: %@ ki ngā raraunga hōu.
pt_br: Atualização disponível: %@ em novos dados.
ru: Доступно обновление: по новым данным %@.
ta: புதுப்பிப்பு கிடைக்கிறது: %@ புதிய தரவில்.
uk: Доступне оновлення: на основі нових даних %@.
vi: Có bản cập nhật: %@ dựa trên dữ liệu mới.
zh_hans: 有可用更新：基于新数据的 %@。

source: Updates available
ar: التحديثات متوفرة
cho_us: Aiilliton oke
chr_us: ᏧᎴᏅᎲᎢ
cic_us: Aiilliton oke
de: Updates verfügbar
es_419: Actualizaciones disponibles
fr: Mises à jour disponibles
ga: Nuashonruithe ar fáil
id: Pembaruan tersedia
it: Aggiornamenti disponibili
ko: 업데이트 사용 가능
mi_nz: Kei te wātea ngā whakahōu
pt_br: Atualizações disponíveis
ru: Доступны обновления
ta: புதுப்பிப்புகள் கிடைக்கின்றன
uk: Доступні оновлення
vi: Có bản cập nhật
zh_hans: 有可用更新

source: Version %@
ar: الإصدار %@
cho_us: Ahepat tuklo %@
chr_us: ᎢᏧᎳᎭ %@
cic_us: Ahepat tuklo %@
es_419: Versión %@
ga: Leagan %@
id: Versi %@
it: Versione %@
ko: 버전 %@
mi_nz: Leagan %@
pt_br: Versão %@
ru: Версия %@
ta: பதிப்பு %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@

# voiceOverLabelNumberOfTotal
source: %1$@ %2$lld of %3$lld
ar: %1$@ %2$lld من %3$lld
cho_us: %1$@ %2$lld chi %3$lld
chr_us: %1$@ %2$lld ᏚᏳᎪᏛ %3$lld
cic_us: %1$@ %2$lld nittakni %3$lld
de: %1$@ %2$lld von %3$lld
es_419: %1$@ %2$lld de %3$lld
fr: %1$@ %2$lld sur %3$lld
ga: %1$@ %2$lld as %3$lld
hi: %2$lld में से %1$@ %3$lld
id: %1$@ %2$lld dari %3$lld
it: %1$@ %2$lld di %3$lld
ko: %1$@ %2$lld/%3$lld
mi_nz: %1$@ %2$lld o %3$lld
pt_br: %1$@ %2$lld de %3$lld
ru: %1$@ %2$lld из %3$lld
ta: %1$@ %2$lld இல் %3$lld
uk: %1$@ %2$lld із %3$lld
vi: %1$@ %2$lld trong số %3$lld
zh_hans: %1$@ 第 %2$lld 张，共 %3$lld 张

source: You can export a Core ML model after your model is trained
ar: يمكنك تصدير Core ML model بعد تدريب النموذج الخاص بك
cho_us: Chokka kanimvt osh chokka palilish Core ML model tuk aionaka tok
chr_us: ᎾᏍᎩ ᏗᏕᎶᏆᏍᏗᏍᎩ ᎬᏩᏛ ᏧᏍᏆᎸᎢ, ᎢᏨᏒ Core ML model ᏱᏂᎦᏘᏯᏔᏂᏙᎯ ᎠᎦᏘᎢᏍᏗᏱ
cic_us: Issoba kanimvt osh issoba palilish Core ML model tuk aionaka tok.
de: Du kannst ein Core ML Model exportieren, nachdem dein Modell trainiert wurde
es_419: Puedes exportar un Core ML Model después de entrenarlo
fr: Vous pourrez exporter un modèle Core ML une fois que votre modèle aura été entraîné
ga: Is féidir leat samhail Core ML a easpórtáil tar éis do shamhail a bheith oilte
hi: अपने model को train करने के बाद, आप एक Core ML model को export कर सकते हैं
id: Anda dapat mengekspor Core ML Model setelah model Anda dilatih
it: Puoi esportare un Core ML Model dopo aver addestrato il tuo modello
ko: 모델이 학습되면 Core ML 모델을 내보낼 수 있습니다.
mi_nz: Ka taea e koe te kaweake i tētahi tauira Core ML i muri i te whakangungunga o tō tauira
pt_br: Você pode exportar um Core ML Model depois que o modelo for treinado
ru: Вы можете экспортировать модель Core ML после её обучения
ta: உங்கள் மாதிரி பயிற்சி பெற்ற பிறகு நீங்கள் ஒரு Core ML மாதிரியைப் பதிவேற்றலாம்
uk: Ви можете експортувати модель Core ML Model після того, як навчання вашої моделі буде завершено.
vi: Bạn có thể xuất mô hình Core ML sau khi mô hình của bạn được đào tạo
zh_hans: 模型训练完成后，你可以将其导出为 Core ML 模型

source: You have **%lld labels** with enough images to train.
ar: لديك **%lld من التسميات** بها صور كافية للتدريب.
cho_us: Nanta okchaya **%lld chim** anukfilli hattak kanimah tok.
chr_us: ᎢᏨᏒ **%lld ᏱᏛᏁᎸᎯ** ᎤᏬᏂᎯᏍᏗ ᏗᎾᏬᏂᏍᎩ ᎠᎵᏏᏙᎲᏍᎬᎢ.
cic_us: Nanta okchaya **%lld** chim anukfilli hattak kanimah tok.
de: Du hast **%lld Labels** mit genügend Bildern zum Trainieren.
es_419: Tienes **%lld etiquetas** con suficientes imágenes para entrenar.
fr: Vous avez **%lld étiquettes** contenant suffisamment d’images pour effectuer un entraînement.
ga: Tá **%lld lipéid** agat le go leor íomhánna le traenáil.
hi: आपके पास train करने के लिए ज़रूरी images वाले **%lld labels** हैं।
id: Anda memiliki **%lld label** dengan cukup banyak gambar untuk dilatih.
it: Hai **%lld etichette** con un numero sufficiente di immagini per l’addestramento.
ko: **%lld개의 레이블**과 학습하기에 충분한 이미지가 있습니다.
mi_nz: E **%lld ngā tapanga** ōu e rawaka ana ngā whakaahua hei whakangungu.
pt_br: Você tem **%lld etiquetas** com imagens suficientes para treinar.
ru: У вас есть **метки (%lld)** с достаточным количеством изображений для обучения.
ta: பயிற்சி செய்ய போதுமான படங்களுடன் **%lld லேபிள்கள்** உங்களிடம் உள்ளன.
uk: У вас є **міток (%lld)** із достатньою кількістю зображень для навчання.
vi: Bạn có **%lld nhãn** có đủ hình ảnh để đào tạo.
zh_hans: 你有 **%lld 个标签**，且每个标签都有足够的图像用于训练。

# You must sign in to iCloud to share
source: You must sign in to iCloud to share this project. Go to Settings to sign in?
ar: يجب عليك تسجيل الدخول إلى iCloud لمشاركة هذا المشروع. هل تريد الانتقال إلى "الإعدادات" لتسجيل الدخول؟
cho_us: Aialhpa tok keyu sa hoshontish oke sa Icloud aiilli. Na yukpa apisa Icloud aiilliton?
chr_us: ᎣᏏᏳ iCloud ᏱᏍᏕᎸᏗᏍᎬᎢ ᏱᏓᏂᎳᏫᎥᏍᎬᎢ. ᎡᏍᎦ ᏄᏍᏗᏳᎯ ᏍᏕᎵᏍᏓᏁᎮᏍᏗ?
cic_us: Aialhpa tok keyu sa hoshontish oke sa Icloud aiilli. Na yukpa apisa Icloud aiilliton?
de: Du musst dich bei iCloud anmelden, um dieses Projekt zu teilen. Zu „Einstellungen“ gehen, um dich anzumelden?
es_419: Debes iniciar sesión en iCloud para compartir este proyecto. ¿Ir a Configuración para iniciar sesión?
fr: Vous devez vous connecter à iCloud pour partager ce projet. Accéder à Réglages pour vous connecter ?
ga: Ní mór duit síniú isteach in iCloud chun an tionscadal seo a roinnt. Ar mhaith leat dul chuig Socruithe chun síniú isteach?
hi: यह project share करने के लिए, आपको iCloud में sign in करना होगा। Sign in करने के लिए Settings पर जाएँ?
id: Anda harus masuk ke iCloud untuk membagikan proyek ini. Buka Pengaturan untuk masuk?
it: Devi accedere ad iCloud per condividere questo progetto. Vuoi andare in Impostazioni per accedere?
ko: 이 프로젝트를 공유하려면 iCloud에 로그인해야 합니다. 설정으로 이동하여 로그인하시겠습니까?
mi_nz: Me takiuru koe ki iCloud kia tiri ai i tēnei kaupapa. Haere ki Tautuhinga ki te takiuru?
pt_br: Você deve iniciar sessão no iCloud para compartilhar este projeto. Ir para Ajustes para iniciar sessão?
ru: Чтобы поделиться этим проектом, необходимо войти в iCloud. Перейти в меню «Настройки», чтобы войти в систему?
ta: இந்த திட்டத்தைப் பகிர நீங்கள் iCloud இல் உள்நுழைய வேண்டும். உள்நுழைய அமைப்புகளுக்குச் செல்லவா?
uk: Потрібно ввійти в iCloud, щоб поширити цей проєкт. Перейти в меню «Параметри», щоб виконати вхід?
vi: Bạn phải đăng nhập vào iCloud để chia sẻ dự án này. Vào phần Cài đặt để đăng nhập?
zh_hans: 你必须登录 iCloud 才能共享这个项目。是否前往“设置”进行登录？

source: Your model
ar: النموذج الخاص بك
cho_us: Chim chokka
chr_us: ᏂᏣᎵᏍᏓᏁᎸᎢ
cic_us: Chim issoba
de: Dein Modell
es_419: Tu modelo
fr: Votre modèle
ga: Do shamhail
hi: आपका model
id: Model Anda
it: Il tuo modello
ko: 모델
mi_nz: Tō tauira
pt_br: Seu modelo
ru: Ваша модель
ta: உங்கள் மாதிரி
uk: Ваша модель
vi: Mô hình của bạn
zh_hans: 你的模型

source: Your model is trained on the latest data.
ar: تم تدريب نموذجك على أحدث البيانات.
cho_us: Chokka kanaha nanvtta chim anukfillit apesat.
chr_us: ᏂᏣᎵᏍᏓᏁᎸᎢ ᎪᎯ ᎠᏩᏛᏍᏙᏗ ᎨᏒᎢ.
cic_us: Issoba kanaha nanvtta chim anukfillit apesat.
de: Dein Modell wird anhand der neuesten Daten trainiert.
es_419: Tu modelo se entrenó con los datos más recientes.
fr: Votre modèle a été entraîné à l’aide des dernières données.
ga: Tá do shamhail oilte ar na sonraí is déanaí.
hi: आपके model को latest data पर train किया गया है।
id: Model Anda dilatih dengan data terbaru.
it: Il tuo modello è addestrato con i dati più recenti.
ko: 모델이 최신 데이터로 학습됩니다.
mi_nz: Kua whakangungutia tō tauira ki ngā raraunga hou.
pt_br: Seu modelo foi treinado com os dados mais recentes.
ru: Ваша модель обучена на основе новейших данных.
ta: உங்கள் மாதிரி சமீபத்திய தரவின் அடிப்படையில் பயிற்சி பெற்றது.
uk: Вашу модель навчено на основі найновіших даних.
vi: Mô hình của bạn được đào tạo dựa trên dữ liệu mới nhất.
zh_hans: 你的模型已基于最新数据完成训练。

# delete label cautionary alert message “%@”
source: By deleting “%@”, you’ll also delete all images associated with this label. This action cannot be undone.
ga: Trí “%@” a scriosadh, scriosfaidh tú gach íomhá a bhaineann leis an lipéad seo freisin. Ní féidir an gníomh seo a chealú.
hi: “%@” को हटाकर, आप इस label से जुड़ी सभी images भी हटा देंगे। इस action को पहले जैसा नहीं किया जा सकता।
mi_nz: Mā te muku i “%@” ka mukua hoki ngā whakaahua katoa e pā ana ki tēnei tapanga.
vi: Bằng cách xóa "%@", bạn cũng sẽ xóa tất cả các hình ảnh liên kết với nhãn này. Không thể hoàn tác hành động này.

source: Don’t tell me again
ga: Ná habair liom arís
hi: मुझे फिर से न बताएँ
mi_nz: Kaua e kōrero anō ki a au
vi: Không nhắc lại

# images %lld were added to label %@ and removed %lld
source: %1$lld images were added to “%2$@” (%3$lld removed)
ga: Cuireadh %lld (-n)íomhá le “%2$@” (baineadh %3$lld)
vi: %lld hình ảnh đã được thêm vào “%2$@” (đã xóa %3$lld)

source: Label
ga: Lipéad
mi_nz: Tapanga
vi: Nhãn

# Label [Table Heading]
source: Label
ga: Lipéad
mi_nz: Tapanga
vi: Nhãn

source: You’re Offline
ga: Tá tú as líne
hi: आप Offline हैं
mi_nz: Kei te tōkarewa koe
vi: Bạn đang ngoại tuyến
